catppuccin.catppuccin-vsc
catppuccin.catppuccin-vsc-icons
github.copilot
github.copilot-chat
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
tamasfe.even-better-toml
tetradresearch.vscode-h2o
usernamehw.errorlens
